app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
    def index

        @students_list = Student.all